#coding=utf-8
import random

def randomCurse():
    return random.choice([
        "答错了，你是猪么？",
        "你这个智商，要不要换个脑子？",
        "这种答案你也想的出来？",
        "我看你还是不要尝试了。",
        "你听到脑子里大海的声音了么？",
        "请不要让你们家猩猩玩电脑。",
        "先读完小学再来答题吧！",
        "我已经成功黑了你的摄像头，你怎么……没有脑子？",
        "已经开始乱答一通自暴自弃了么？",
        "夏天非要穿棉裤，你的智商两位数",
        "脑仁不小心打喷嚏打出来了吧？",
        "你九年义务教育之后上到三年级了么？",
        "你是不是想知道一共有多少种被骂的方式？",
        "说实话，这道题我家养的企鹅都会。",
        "昨天崴脚是不是伤到脑子了？",
        "走过路过莫错过，这里有个大蠢货",
        "如果人类的平均智商是100的话，那你，大概不是人类。",
        "上次带你去医院测智商，结果给人家医生打了狂犬疫苗。",
        "开始我以为你是装傻，后来我发现我误会了，你是真傻。",
        "要不你还是去玩斗地主吧。",
        "你这个脑回路，找得到对象么？",
        "我觉得你可以上明星大侦探，演受害者。",
        "如果找不到生存的意义，就死了吧。",
        "你要是现在挂了，人类平均智商能增加0.1。",
        "这是人类玩的游戏，要不我扔个球你去捡吧？",
        "不对啊，愚蠢的土拨鼠。",
        "这题要是做不出来，就干脆别做了。",
        "有时候，放弃也是一种勇敢",
        "看你的智商，你体育一定不错！"
    ])

if __name__ == "__main__":
    print(randomCurse())
